Repository: adam-burns/zenpub
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: eu

source: Alternatively, copy and paste this link into your browser:
eu: Bestela, kopiatu eta itsatsi ezazu hurrengo esteka hau zure nabigatzailean:

source: Did you forget your MoodleNet password?
eu: MoodleNet-eko zure pasahitza ahaztu duzu?

source: Hi %{name}
eu: Kaixo %{name}

source: To complete your sign up, please verify your email:
eu: Izen-ematea burutzeko, begiratu ezazu zure e-posta ontzian:

source: Verify email
eu: Egiaztatu e-posta helbidea

source: We'd love your feedback on the sign-up process.
eu: Izen-emate prozesuaren inguruan zure feedback-a jasotzea gustatuko litzaiguke.

source: Welcome to MoodleNet
eu: Ongi etorri MoodleNet-era

source: Your MoodleNet password has been reset
eu: Zure MoodleNet-eko pasahitza berrezarri da

source: to tell us anything we can do to improve it!
eu: hobetzeko egin dezakegun edozer esateko!

source: Object
eu: Objektua

source: Collection
eu: Bilduma

source: Comment
eu: Iruzkina

source: Community
eu: Komunitatea

source: Context
eu: Testuingurua

source: Resource
eu: Baliabidea

source: User
eu: Erabiltzailea

source: Activity
eu: Jarduera

source: Invalid credentials
eu: Kredentzial baliogabeak

source: Token
eu: Tokena

source: You are not authorized to perform this action
eu: Ez duzu ekintza hau egiteko baimenik

source: not found
eu: ez da aurkitu

source: Please comment here
eu: Egin iruzkina hemen

source: There was an unknown error
eu: Errore ezezaguna gertatu da

source: You can do so at:
eu: Hori hemen egin dezakezu:

source: You need to log in first
eu: Aurretik saioa hasi behar duzu
