Repository: adam-burns/zenpub
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: eu

source: can't be blank
eu: ezin da hutsik egon

source: has already been taken
eu: dagoeneko hartua izan da

source: is invalid
eu: baliogabea da

source: has invalid format
eu: formatu baliogabea dauka

source: has an invalid entry
eu: sarrera baliogabea dauka

source: is reserved
eu: erreserbatuta dago

source: does not match confirmation
eu: ez dator bat baieztapenarekin

source: is still associated with this entry
eu: oraindik sarrera honekin lotuta dago

source: are still associated with this entry
eu: oraindik sarrera honekin lotuta daude

source: should be %{count} character(s)
eu: %{count} karaktere izan beharko litzateke

source: should have %{count} item(s)
eu: %{count} elementu izan beharko lituzke

source: should be at least %{count} character(s)
eu: gutxienez %{count} karaktere izan beharko lirateke

source: should have at least %{count} item(s)
eu: gutxienez %{count} elementu eduki beharko lituzke

source: should be at most %{count} character(s)
eu: gehienez %{count} karaktere izan beharko lirateke

source: should have at most %{count} item(s)
eu: gehienez %{count} elementu eduki beharko lituzke

source: must be less than %{number}
eu: %{number} baino txikiagoa izan beharko litzateke

source: must be greater than %{number}
eu: %{number} baino handiagoa izan beharko litzateke

source: must be less than or equal to %{number}
eu: %{number} baino txikiagoa edo berdina izan beharko litzateke

source: must be greater than or equal to %{number}
eu: %{number} baino handiagoa edo berdina izan beharko litzateke

source: must be equal to %{number}
eu: %{number} izan beharko litzateke
